Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/dashboard.po
Languages: de

source: Checking Your Stats
de: Überprüfung deiner Statistiken

source: The **dashboard** is the first thing you’ll see after logging in. Monitor your productivity at a glance, compare your stats to the company average (in gray below your own), and see what everyone else is up to.
de: Das **Dashboard** ist das erste, was man nach dem Einloggen sieht. Behalte deine Produktivität im Überblick, vergleiche deine Statistiken mit dem Unternehmensdurchschnitt (in Grau unter deinen eigenen) und sehe, was alle anderen treiben.

source: Check the dashboard for a quick summary of your stats (updated every 30 minutes).
de: Auf dem Dashboard finden du eine kurze Zusammenfassung deiner Statistiken (wird alle 30 Minuten aktualisiert).

source: Legend
de: Legende

source: **1. Waiting Time Today**
de: **1. Wartezeit heute**

source: How long has each customer had to wait, on average, to get a response from you today?
de: Wie lange mussten heute die Kunden im Durchschnitt warten, um eine Antwort von Dir zu erhalten?

source: **2. Mood**
de: **2. Stimmung**

source: How many escalated tickets do you have open right now? (Mr. Bubbles gets grumpy if you have too many...)
de: Wie viele eskalierte Tickets hast du im Moment offen? (Mr. Bubbles wird mürrisch, wenn du zu viele hast...)

source: **3. Channel Distribution**
de: **3. Kanal Verteilung**

source: Where are all your tickets coming from? (Shows tickets created in the last seven days, also sorted by **inbound** vs. **outbound**.)
de: Woher kommen deine Tickets? (Zeigt Tickets, die in den letzten sieben Tagen erstellt wurden, ebenfalls sortiert nach **eingehend** vs. **ausgehend**.)

source: **4. Assigned**
de: **4. Zugewiesen**

source: Out of all open tickets (company-wide), how many are currently assigned to you?
de: Wie viele von allen offenen Tickets (unternehmensweit) sind dir derzeit zugeordnet?

source: **5. Your Tickets in Process**
de: **5. Deine Tickets in Bearbeitung**

source: What percentage of your tickets have you responded to or updated in the last 24 hours?
de: Auf wie viel Prozent deiner Tickets du in den letzten 24 Stunden geantwortet oder aktualisiert?

source: **6. Reopening Rate**
de: **6. Wiedereröffnungsrate**

source: How many of your closed tickets have been re-opened in the last seven days?
de: Wie viele deiner geschlossenen Tickets sind in den letzten sieben Tagen wieder geöffnet worden?

source: **7. Activity Stream**
de: **7. Aktivitäts Stream**

source: What’s everyone else on your team up to?
de: Was treiben alle anderen in Deinem Team?
