Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/github-gitlab-integration.po
Languages: de

source: With issue tracker integration, you can monitor GitHub / GitLab issues right from within a Zammad ticket.
de: Mit der Issue-Tracker Integration kannst du GitHub / GitLab Issues direkt an den relevanten Zammad-Tickets verfolgen.

source: 🤔 **Huh? I don’t see** |github| **or** |gitlab| **tabs...**
de: 🤔 **Hm? Ich sehe keine** |github| **oder** |gitlab| **Tabs...**

source: This feature is **optional**; if you don’t see it in the ticket pane, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system/integrations.html#integrations-for-issue-trackers>`_.
de: Diese Funktion ist **optional**; wenn du sie nicht in den Ticket-Details finden kannst bedeutet das, dass dein Administrator diese noch nicht aktiviert hat. Administrators können `hier <https://admin-docs.zammad.org/en/latest/system/integrations.html#integrations-for-issue-trackers>`_ mehr erfahren.

source: Use the |github| and |gitlab| tabs on the ticket pane for an overview of issues related to the ticket.
de: Benutze die |github| und |gitlab| Tabs im Ticket-Bereich, um eine Übersicht der verwandten Issues zum Ticket zu erhalten.

source: What can it do?
de: Was die Funktion kann?

source: View related issues
de: Ansehen relevanter Issues

source: Use the |github| and |gitlab| tabs on the ticket pane to see linked issues, along with metadata like status (open/closed), assignee, labels, and more. Or, simply click the title to view the issue on GitHub / GitLab.
de: Benutze die |github| und |gitlab| Tabs in den Ticket-Einstellungen, um verlinkte Issues mit deren Meta-Daten wie Status (offen/geschlossen), Verantwortlicher, Labens und anderen einsehen zu können. Oder klicke einfach auf den Titel des Issues um direkt zu diesem in GitHub / GitLab zu springen.

source: A badge on the tab icon indicates how many issues are linked to this ticket.
de: Ein Zähler auf dem Tab-Icon zeigt an, wie viele Issues mit dem Ticket verlinkt wurden.

source: Link a new issue
de: Neues Issue verlinken

source: At the top of the ticket pane, select **GitHub / GitLab > Link Issue**, then enter a valid issue URL.
de: Nutze **GitHub / GitLab > Issue verlinken** oben in den Ticket-Einstellungen und gebe dann eine korrekte Issue-URL an.

source: ⌛ **Linking a new issue can be slow sometimes.**
de: ⌛ **Das Verlinken eines neuen Issues kann etwas Zeit beanspruchen.**

source: Remove an issue
de: Ein Issue entfernen

source: Click the ✕ button next to an issue title to unlink it.
de: Nutze die ✕ Schaltfläche neben einem Issue, um die Verlinkung zu entfernen.
