Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/i-doit-track-company-property.po
Languages: de

source: i-doit: Use Tickets to Track Company Property
de: i-doit: Benutzer Tickets um Unternehmen-Assets zu tracken

source: With `i-doit <https://www.i-doit.com/>`_ integration, you can list which pieces of your company’s property are related to any given ticket. That includes both physical and digital infrastructure, from servers to meeting rooms to virtual machines to software licenses.
de: Mit der `i-doit <https://www.i-doit.com/>`_ Integration kannst du Zusammenhänge zwischen Tickets und deinen Assets schaffen. Das betrifft beides, physische und digitale Infrastruktur: Von Servern über Meeting-Räume über virtuelle Maschinen bis hin zu Software-Lizenzen.

source: Use the 🖨 **printer** tab to view or manage a ticket’s assets from i-doit.
de: Benutze das 🖨 **Drucker** Tab um Ticket Assets von i-doit sehen oder verwalten zu können.

source: **🤔 Huh? I don’t see a 🖨 printer tab...**
de: **🤔 Hm? Ich sehe kein 🖨 Drucker Tab...**

source: This feature is **optional**; if you don’t see it in the ticket view, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system/integrations/i-doit.html>`_.
de: Diese Funktion ist **optional**; wenn du sie in der Ticket-Ansicht nicht sehen kannst bedeutet das, dass dein Administrator sie noch nicht aktiviert hat. Administratoren können `hier <https://admin-docs.zammad.org/en/latest/system/integrations/i-doit.html>`_ mehr erfahren.

source: Why?
de: Warum?

source: i-doit can help you keep track of troublesome equipment and find previous tickets from the last time something went wrong with it.
de: i-doit kann dir helfen problematisches Equipment im Blick zu haben und vorhergehende Tickets zu finden, als das letzte Mal etwas nicht damit stimmte.

source: It’s also a great way to document quirks in the company’s belongings: Why haven’t we upgraded this system from Windows Vista yet? What did we decide to do about that faulty network switch? And why does the coffee maker keep shutting off before it’s finished? 🤬
de: Es ist außerdem eine gute Art "Macken" vom Hab und Gut des Unternehmens zu dokumentieren: Warum haben wir das Windows Vista-System noch nicht aktualisiert? Wie haben wir uns bzgl. des defekten Network-Switches entschieden? Und warum schaltet die Kaffeemaschine laufend ab, bevor sie fertig ist? 🤬

source: So How Does It Work?
de: Wie es funktioniert?

source: 👨‍💻 **New to i-doit?**
de: 👨‍💻 **i-doit ist neu für dich?**

source: Ask your administrator / IT personnel to give you a tour—otherwise, the directions below might not make much sense. (And if your organization isn’t already using i-doit, this guide is not for you.)
de: Bitte deinen Administrator / Kollegen der IT um eine Tour—andernfalls kannst du mit den Schritten unten unter Umständen nicht viel anfangen. (Wenn dein Unternehmen i-doit noch nicht einsetzt, hilft dir dieser Guide nicht weiter.)

source: In Zammad: Link i-doit assets to tickets
de: In Zammad: i-doit Assets mit Tickets verknüpfen

source: First, add i-doit assets to a ticket in the ticket pane:
de: Verknüpfe zuerst ein Asset mit dem Ticket über die Ticket-Einstellungen:

source: Select **🖨 > i-doit > Change Objects**, then filter by category and/or name.
de: Wähle **🖨 > i-doit > Objekte ändern**, filtere anschließend nach Kategorie und/oder Name.

source: Once assets have been linked to a ticket, they can be accessed directly from the ticket view:
de: Sobald ein Asset mit dem Ticket verknüpft wurde, kann es direkt in den Ticket-Einstellungen genutzt werden:

source: Click on a linked asset in the ticket pane to open its page in i-doit.
de: Klicke auf ein verknüpftes Asset in den Ticket-Einstellungen, um es direkt in i-doit zu öffnen.

source: In i-doit: List & create tickets for a given asset
de: In i-doit: Auflisten und erstellen von Tickets für das betroffene Asset

source: Your i-doit control panel should contain a list of all the tickets associated with each asset:
de: Deine i-doit Oberfläche sollte eine Liste von allen verknüpften Tickets je Asset anzeigen:

source: Click the 💬 in the toolbar to list an asset’s tickets. Use the **🔗 Open in ticketsystem** button to open the ticket in Zammad.
de: Klicke in der Toolbar auf 💬 um die Tickets des Assets auflisten zu können. Benutze die **🔗 Im Ticketsystem öffnen** Schaltfläche, um das Ticket in Zammad zu öffnen.

source: You can even launch Zammad’s new ticket dialog directly from i-doit, with the asset already linked for you:
de: Du kannst außerdem den "Neues Ticket" Dialog von Zammad direkt aus i-doit heraus auslösen, das Asset wird automatisch für dich verlinkt:

source: Use the **📄 Create ticket** button in the asset ticket list to start a new, pre-linked ticket dialog.
de: Benutze die **📄 Ticket erstellen** Schaltfläche in der Asset-Liste, um einen neuen, vor-verknüpften Ticket-Dialog zu starten.
