Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/profile-and-settings.po
Languages: de

source: Profile & Settings
de: Profil & Einstellungsmöglichkeiten

source: Click on your avatar at the bottom of the main menu to access your **profile and settings**.
de: Klicke auf Deinen Avatar am unteren Rand des Hauptmenüs, um auf Dein **Profil und Einstellungen** zuzugreifen.

source: Find user-specific actions, a list of recently opened items, and useful reference information.
de: Hier findest Du benutzerspezifische Einstellungen, eine Liste der zuletzt geöffneten Tickets und nützliche Hintergrundinformationen.

source: Profile Settings
de: Profil Einstellungen

source: Language
de: Sprache

source: Set the system display language.
de: Stell Deine gewünschte Systemsprache ein.

source: Upload an avatar.
de: Hochladen eines Avatarbildes.

source: Password
de: Passwort

source: Change your login password (may be disabled by system admin).
de: Ändere Dein Anmeldekennwort (dieser Punkt kann vom Systemadministrator deaktiviert worden sein).

source: Notifications
de: Benachrichtigungen

source: Select where, when, and for which groups you want to receive notifications, or choose a new notification sound.
de: Wählen aus wo, wann und für welche Gruppen Du Benachrichtigungen erhältst oder wähle einen neuen Benachrichtigungston.

source: Use the first three columns to choose when to receive **internal notifications** (below). The rightmost column enables email notification as well.
de: Verwende die ersten drei Spalten, um auszuwählen, wann Du **interne Benachrichtigungen** (siehe unten) erhalten möchtest. Die äußerste rechte Spalte ermöglicht auch eine Benachrichtigung per E-Mail.

source: Internal notifications cannot be disabled.
de: Interne Benachrichtigungen können nicht deaktiviert werden.

source: By default, you will receive notifications for all tickets on every group you belong to—even for tickets that are assigned to other agents. Use the **Limit Groups** box to disable such notifications on a per-group basis. (You will continue to receive notifications for your own tickets.)
de: Standardmäßig erhältst Du Benachrichtigungen für alle Tickets für jede Gruppe, der Du angehörst - auch für Tickets, die anderen Agenten zugewiesen sind. Verwende as Feld **Gruppen einschränken**, um Benachrichtigungen für Gruppen einzeln zu deaktivieren. (Du wirst weiterhin Benachrichtigungen für Deine eigenen Tickets erhalten).

source: The contents of these email notifications can be customized on self-hosted installations. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/manage/trigger/system-notifications.html>`_.
de: Der Inhalt dieser E-Mail-Benachrichtigungen kann bei selbst gehosteten Installationen angepasst werden. Administratoren können `hier <https://admin-docs.zammad.org/en/latest/manage/trigger/system-notifications.html>`_ mehr erfahren.

source: Out of Office
de: Abwesenheit

source: Schedule out-of-office periods in advance, and designate a substitute to handle your tickets while you’re gone.
de: Plane Abwesenheiten im Voraus und benenne einen Vertreter, der Deine Tickets bearbeitet, während Du weg bist.

source: Your substitute will receive all your ticket notifications during your absence, and have a custom :doc:`overview </basics/find-ticket/browse>` created to help keep track of your tickets.
de: Dein Vertreter erhält während Deiner Abwesenheit alle Deiner Ticketbenachrichtigungen und er bekommt eine benutzerdefinierte :doc:`Übersicht</basics/find-ticket/browse>`, um den Überblick über Deine Tickets zu behalten.

source: 🔔 You **will** continue to receive notifications while you are out-of-office!
de: 🔔 Du wirst auch **weiterhin Benachrichtigungen erhalten**, während Du abwesend bist!

source: Calendar
de: Kalender

source: Add your ticket deadlines to your own favorite calendar app with the ICAL link listed at this settings panel.
de: Füge Deine Ticket-Deadlines zu Deiner eigenen bevorzugten Kalender-App mit dem ICAL-Link hinzu, der in diesem Einstellungsfenster angezeigt ist.

source: Devices
de: Geräte

source: See a list of all devices logged in to your Zammad account (and revoke access, if necessary).
de: Hier findest Du eine Liste aller in Deinem Zammad-Konto angemeldeten Geräte (bei Bedarf kann der Zugriff widerrufen werden).

source: Token Access
de: Token Zugriff

source: Generate personal access tokens for third-party applications to use the Zammad API.
de: Generiere einen persönlichen Access Token für jede Anwendung welche auf die Zammad API zugreifen soll.

source: Always generate a new token for each application you connect to Zammad! (This makes it possible to revoke access one application at a time if a token is ever compromised.)
de: Erstell immer einen neuen Token für jede Anwendung, die Du mit Zammad verbindest! (Das ermöglicht es, den Zugriff auf eine einzelne Anwendung zu widerrufen, falls ein Token jemals gefährdet wird.)

source: Linked Accounts
de: Verknüpfte Accounts

source: See a list of third-party services (*e.g.,* Facebook or Twitter) linked to your Zammad account.
de: Hier siehst Du eine Liste der Dienste von Drittanbietern (*z.B.,* Facebook oder Twitter), die mit Deinem Zammad-Konto verknüpft sind.
