Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/keyboard-shortcuts.po
Languages: de

source: Keyboard Shortcuts
de: Tastenkombinationen für die Tastatur

source: Zammad supports a wide array of keyboard shortcuts to expedite your workflow as an expert user.
de: Zammad unterstützt eine Vielzahl von Tastenkombinationen, um Deinen Arbeitsablauf als erfahrener Benutzer zu beschleunigen.

source: The keyboard shortcut cheat sheet on Windows.
de: Der Spickzettel für Tastaturkürzel unter Windows.

source: **🖱️ UI Protip**
de: **🖱️ Tipp für Profi-Benutzer**

source: Click on your avatar at the bottom of the main menu to access the **keyboard shortcuts cheat sheet**.
de: Klicke auf Deinen Avatar am unteren Rand des Hauptmenüs, um auf Dein **Profil und Einstellungen** zuzugreifen.

source: Alternately, bring it up with one of the shortcuts below (shortcut-ception!)
de: Alternativ lassen sich die Tastenkombinationen auch über die folgenden Kombinationen (Kombinations-Ception!) aufrufen

source: ``Ctrl`` + ``Shift`` + ``H`` (on Windows)
de: ``STRG`` + ``Shift`` + ``H`` (unter Windows)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Linux)
de: ``STRG`` + ``Shift`` + ``H`` (unter Linux)

source: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (on macOS)
de: ``CMD`` + ``STRG`` + ``Shift`` + ``H`` (unter macOS)

source: Formatting Text
de: Formatieren von Texten

source: Keyboard shortcuts can be used to apply rich-text formatting in one of two ways:
de: Tastaturkürzel können verwendet werden, um die Rich-Text-Formatierung auf folgende zwei Arten anwenden zu können:

source: As-you-type
de: Während des Tippens

source: Press ``Cmd`` + ``I`` to enter Italics mode,
de: Drücke ``Cmd`` + ``I`` um in den Kursivmodus zu gelangen,

source: enter your desired text, and
de: gib den gewünschten Text ein und

source: press ``Cmd`` + ``I`` again to return to normal text mode.
de: drücke erneut ``Cmd`` + ``I``, um zum normalen Textmodus zurückzukehren.

source: All-at-once
de: Alles auf einmal

source: Enter your desired text,
de: Gib den gewünschten Text ein,

source: click-and-drag with the mouse to select it, and
de: klicke und ziehe mit gedrückter Maus über den Text, um diesen auszuwählen und

source: press ``Cmd`` + ``I`` to italicize.
de: drücke ``Cmd`` + ``I`` , um den Text in kursiv zu ändern.
