Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/macros.po
Languages: de

source: Macros
de: Makros

source: Macros are **🖱️ one-click shortcuts** for applying changes to a ticket.
de: Makros sind **🖱️ ein Klick-Abkürzungen** zum Hinterlegen von Änderungen an einem Ticket.

source: If you find yourself making the same changes to lots of tickets (*e.g.,* close-and-tag-as-spam or reassign-to-another-group), macros can make the job a whole lot easier.
de: Wenn du regelmäßig die gleichen Änderungen an vielen Tickets (*z.B.:* schließen und als Spam markieren oder an andere Gruppen zuweisen) durchführst, können Makros dir deinen Job vereinfachen.

source: 🤔 **How do I make macros?**
de: 🤔 **Wie erstelle ich Makros?**

source: You don’t – that’s the `administrator’s job <https://admin-docs.zammad.org/en/latest/manage/macros.html>`_. If you have an idea for a macro you’d like to use, your Zammad admin can probably make it happen.
de: Das kannst du nicht – das ist `die Aufgabe deines Administrators <https://admin-docs.zammad.org/en/latest/manage/macros.html>`_. Wenn du ein spezielles Makro brauchst kann dir dein Zammad-Administrator bestimmt bei der Umsetzung helfen.

source: Macros can be applied in one of two ways: on a single ticket, or in bulk.
de: Makros können über zwei Wege genutzt werden: an einem einzelnen Ticket oder an vielen Tickets.

source: On a Single Ticket
de: an einem einzelnen Ticket

source: The simplest way to apply a macro is to select it from the **Update ᐱ** submenu in the Ticket View:
de: Der einfachste Weg ein Makro auszuführen ist es, dieses im Sub-Menü von **Aktualisieren ᐱ** innerhalb der Detailansicht eines Tickets auszuwählen:

source: 💾 **Macro = Update**
de: 💾 **Makro = Update**

source: If you’ve made changes to any other :ref:`settings on the ticket <ticket_settings>` (including typing up a reply to the customer), applying a macro will save them, too.
de: Wenn du Änderungen an :ref:`Ticket-Einstellungen <ticket_settings>` vorgenommen hast (einschließlich dem Tippen einer Antwort an den Kunden), übernimmt das Ausführen des Makros auch diese Änderungen.

source: ⚠️ **But beware:** in the event of a conflict, the macro’s actions override any manual changes – including messages to the customer! When in doubt, apply your macro and your manual changes *separately.*
de: ⚠️ **Aber Achtung:** Im Falle eines Konflikts überschreiben die Aktionen des Makros manuelle Änderungen - das betrifft auch Antworten an den Kunden! Wenn du dir unsicher bist, führe das Makro *getrennt* von deinen manuellen Änderungen aus.

source: If the selected macro adds a note to the ticket, any text entered in the message composer will be lost.
de: Sofern das ausgewählte Makro dem Ticket eine Notiz hinzufügt, wird jeglicher vorher eingegebener Text im Artikel-Feld entfernt.

source: In Bulk
de: an vielen Tickets

source: To apply a macro to many tickets at the same time:
de: Um ein Makro auf mehrere Tickets anwenden zu können:

source: open a ticket overview;
de: öffne eine Ticket-Übersicht;

source: select your desired tickets;
de: wähle deine gewünschten Tickets aus;

source: click-and-drag to open the “Run Macro” drawer; and
de: halte deine Maustaste gedrückt und bewege Sie, um den "Makro ausführen" Dialog zu öffnen; und

source: drop the tickets on your target macro.
de: lass die Maustaste über dem gewünschten Makro los.

source: ☝️ **There's just one difference...** When running a macro from the ticket view, Zammad may automatically open the next ticket (or close the current one, or just stay on it), depending on how the macro was set up.
de: ☝️ **Es gibt nur einen Unterschied......** Beim Ausführen eines Makros innerhalb eines Ticket, kann Zammad automatisch das nächste Ticket öffnen (oder das aktuelle Tab schließen / nicht schließen), je nach dem, wie das Makro konfiguriert wurde.

source: When running it from the overviews page, Zammad will always stay on the overviews page.
de: Beim Ausführen über Übersichten wird Zammad immer auf der Übersichtsseite bleiben.
