Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/suggested-workflows.po
Languages: de

source: Suggested Workflows
de: Empfohlener Arbeitsablauf

source: Sharing Work on a Ticket
de: Teilen der Arbeit an einem Ticket

source: Some tickets require attention from more than one agent (or even more than one department!). In these cases, there are three ways to assign the work to the right people:
de: Manche Tickets benötigen die Aufmerksamkeit von mehr als einen Agenten (oder gar einer ganzen Abteilung!). In diesen Fällen gibt es 3 Möglichkeiten die Arbeit an die richtigen Personen zu verteilen:

source: If a ticket is really about two different problems, you can :doc:`split it in two </advanced/ticket-actions/split>`, then assign each ticket to its respective “group” (department).
de: Wenn ein Ticket 2 verschiedene Probleme behandelt, kannst du es :doc:`in zwei Tickets splitten </advanced/ticket-actions/split>`, und dann das jeweilige Ticket an die richtige “Gruppe” (Abteilung) zuweisen.

source: If you’ve done all you can on a ticket and it’s now another agent’s (or department’s) responsibility, **reassign it** to a new owner (or group).
de: Wenn dein Part am Ticket abgeschlossen ist und nun ein anderer Agent (oder Abteilung) verantwortlich ist, kannst du es einem Besitzer (oder Gruppe) **neu zuweisen**.

source: If you just need another agent’s input on something, you can **@mention** them. (And if *you* want to get notifications for *someone else’s* ticket, use the **subscribe button**.)
de: Wenn du Unterstützung eines anderen Agenten benötigst, kannst du ihn **@erwähnen**. (Und wenn *du* Benachrichtigungen über Tickets von *anderen Nutzern* haben möchtest, kannst du den **abonnieren Button** nutzen.)

source: Reassigning tickets
de: Neuzuweisen von Tickets

source: Reassign a ticket (via the *Group* and *Owner* settings) to let colleagues know you’re done with your part.
de: Ordne ein Ticket neu zu (über die Einstellungen *Gruppe* und *Besitzer*), um die Kollegen zu informieren, was Du bereits erledigt hast.

source: Suppose a call comes into the sales department. A sales rep takes the call, creates a ticket, and looks up some prices for the customer. After recording his notes, the rep then decides that this ticket needs to be passed onto customer service.
de: Angenommen, ein Anruf geht in der Verkaufsabteilung ein. Ein Vertriebsmitarbeiter nimmt den Anruf entgegen, erstellt ein Ticket und sucht bereits einige Preise für den Kunden heraus. Nach der Aufnahme seiner Notizen entscheidet der Mitarbeiter, dass dieses Ticket an den Kundenservice weitergeleitet werden muss.

source: Our sales rep can simply un-assign himself has the **owner** of the ticket and re-assign the ticket to the Customer Service **group**. *All customer service agents will be notified of the incoming ticket*, and the first available agent can assign herself to pick up where the sales rep left off.
de: Unser Vertriebsmitarbeiter kann sich einfach als **Besitzer** austragen und dann das Ticket in die **Gruppe** des Kundensupports verschieben. *Nun werden alle Agenten des Kundensupports über das eingehende Ticket informiert* und der erste verfügbare Agent kann sich dem Ticket annehmen.

source: Be sure to leave notes with as much information as possible for the next agent!
de: Achte darauf, dass die Notizen mit so vielen Informationen wie möglich für den nächsten Agenten hinterlassen werden!

source: @mentions & the Subscribe Button
de: @Erwähnungen und die Abonnieren Schaltfläche

source: Now suppose you’ve reassigned the ticket to customer service. You won’t receive notifications for this ticket anymore, but maybe this is a really important contract, and you want to make sure they have an A+ experience from start to finish.
de: Nehmen wir an, du hast das Ticket an den Kunden-Service zugewiesen. Du erhältst nun keine weiteren Benachrichtigungen mehr, unter Umständen handelt es sich aber um einen sehr wichtigen Vertrag und du möchtest eine erstklassige Erfahrung für den Kunden sicherstellen.

source: To enable notifications for a ticket that doesn’t belong to you, simply click the **Subscribe** button at the bottom of the ticket pane:
de: Um Benachrichtigungen zu Tickets zu aktivieren, die nicht länger dir gehören, kannst du ganz einfach die **Abonnieren** Schaltfläche unten in den Ticket-Einstellungen verwenden:

source: A list of all tickets you’re subscribed to can be found in the **My mentioned Tickets** overview.
de: Alle abonnierten Tickets kannst du in der Übersicht **Meine abonnierten Tickets** finden.

source: Or, suppose you *don’t* want to reassign the ticket to customer service—you just have one quick question for them, and then you can take it from there.
de: Oder nehmen wir an, du möchtest das Ticket *nicht* an den Kunden-Service zuweisen—du hast nur eine kurze Rückfrage und machst dann weiter.

source: To start sending someone else notifications for your own ticket, type ``@@`` in the message composer and select their name from the pop-up menu:
de: Um anderen Benachrichtigungen für deine eigenen Tickets senden zu können, tippe ``@@`` im Artikel-Editor und wähle den Namen des betroffenen Agenten im Auswahlmenü:

source: @mentioning a colleague in a message will automatically subscribe them to your ticket.
de: Das @Erwähnen von Kollegen in einer Nachricht abonniert diese automatisch am Ticket.

source: ⚙️ Check your :doc:`/extras/profile-and-settings` to customize how you receive notifications.
de: ⚙️ Prüfe deine :doc:`/extras/profile-and-settings` um Benachrichtigungen für Abonnements zu verwalten.

source: 😖 **A colleague @mentioned me, but I don’t see the ticket!**
de: 😖 **Ein Kollege hat mich @erwähnt, ich sehe aber kein Ticket!**

source: Is the ticket assigned to a group that you don’t belong to? @mentions and subscriptions only work for tickets that you already have access to.
de: Ist das Ticket einer Gruppe zugewiesen auf die du kein Zugriffsrecht hast? @Erwähnen und Abonnieren funktioniert nur bei Tickets die du lesen darfst.
