Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/text-modules.po
Languages: de

source: Working with Text Modules
de: Arbeiten mit Text Bausteinen

source: Zammad offers so-called text modules. Text modules will help you to improve your workflow, as you don't have to type your answer on every ticket by hand. You can simply choose a fitting text module and insert it into the E-Mail.
de: Zammad verfügt über sogenannte Text Bausteine. Diese helfen den Arbeitsablauf zu optimieren, da es keinen Sinn ergibt in jedem Ticket die gesamte Antwort von Hand eintippen müssen. Wähle einfach einen passenden Baustein aus und fügen ihn in die E-Mail ein.

source: To access available text modules, simply type ``::`` within an article body. If you found the right text module, just press enter or click with your left mouse and Zammad will insert the modules Text at the place your cursor is.
de: Um verfügbare Text Bausteine anzeigen zu lassen, tippe einfach im Textfeld ``::``. Wenn Du einen passenden Text Baustein gefunden hast, drücke einmal Enter oder nutze die linke Maus-Taste. Zammad fügt dann den Baustein-Text an die Stelle ein, an der sich der Cursor befindet.

source: You can either scroll through all modules (mouse or direction keys), type the module name or enter a keyword (if keywords are set).
de: Du kannst entweder durch alle Bausteine scrollen (mit Maus oder Pfeil-Tasten), den Baustein-Namen tippen oder ein Schlagwort eingeben (sofern Schlagworte gesetzt wurden).

source: **🤔 How come some text modules don’t always appear?**
de: **🤔 Warum erscheinen einige Text Bausteine nicht immer?**

source: Text modules can be tied to **groups**: that is, they only become active once the ticket you’re working on has been assigned to the appropriate group.
de: Text Bausteine können mit **Gruppen** verbunden werden, d.h. sie erscheinen nur, wenn das Ticket an dem Du arbeitest der entsprechenden Gruppe zugeordnet wurde.

source: Text modules are updated immediately when a new group has been selected—no need to click **Update**.
de: Text Bausteine werden sofort aktualisiert, wenn eine neue Gruppe ausgewählt wurde - Es ist noch nicht mal nötig auf **Aktualisieren** zu klicken.

source: How do you which groups go with which text modules? Ask your administrator!
de: Woher weiß ich, welche Gruppen zu welchen Text Bausteinen gehören? Frage am Besten beim Administrator nach!

source: Text modules on ticket creation
de: Text Bausteine bei der Ticket-Erstellung

source: You can use text modules on ticket creation as well. On ticket creation, our :ref:`ticket_templates` might get handy too.
de: Du kannst Text Bausteine auch bei der Ticket-Erstellung nutzen. Bei der Ticket-Erstellung könnten zusätzlich auch unsere :ref:`ticket_templates` praktisch sein.

source: Customizing text modules
de: Textbausteine anpassen

source: Administrators can learn more about customizing text modules `here <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_.
de: Administratoren können `hier <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_ mehr über die Anpassung von Textbausteinen erfahren.
