Repository: NeverMin/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/follow-up.po
Languages: de

source: Following Up
de: Weitergehende Bearbeitung

source: Generally, “working on existing tickets” means keeping up with a customer correspondence in the **thread view**. You can do this by:
de: Generell bedeutet "Arbeiten an bestehenden Tickets", dass man über die Ticket-Maske Kontakt mit einem Kunden hält. Das geht wie folgt:

source: 📧 responding to an **individual message**, or
de: 📧 Antwort auf eine **individuelle Nachricht** oder

source: 📝 adding a message/note to the **whole ticket**.
de: 📝 eine **Nachricht/Notiz** zum Ticket hinzufügen.

source: Read on to learn more, or skip ahead to find out about :doc:`managing ticket settings <settings>` (which is the other half of “working on existing tickets”).
de: Um mehr zu erfahren lies weiter oder überspring die Informationen und gehe direkt zu den :doc:`Ticket Einstellungen <settings>` (das ist die andere Möglichkeit an bestehenden Tickets zu arbeiten).

source: Tickets are threads of messages & notes about a customer service issue. :doc:`⚙️ Manage a ticket’s settings <settings>` in the **ticket pane** on the right.
de: Tickets sind Sammlungen aus Nachrichten- und Notiz-Beiträgen zu einem Kunden-Anliegen. :doc:`⚙️ Ticketeinstellungen <settings>` können im **Ticketbereich** auf der rechten Seite verwaltet werden.

source: 📇 Any time you open a ticket, a new entry will appear in your :doc:`tab list</advanced/tabs>` in the main menu.
de: 📇 Jedes Mal, wenn Du ein Ticket öffnest, erscheint ein neuer Eintrag in Deiner :doc:`Tabliste</advanced/tabs>` im Hauptmenü.

source: Zammad **automatically backs up your unsaved changes** in all open tabs.
de: Zammad sichert automatisch Deine nicht gespeicherten Änderungen in allen offenen Tickets.

source: Responding to Individual Messages
de: Auf individuelle Nachrichten antworten

source: Use the **⮪ reply** button under a message to reply to it directly.
de: Verwende die Schaltfläche **⮪ antworten** unter einer Nachricht, um direkt darauf zu antworten.

source: An additional **⮪ reply all** option will appear for email messages with multiple recipients.
de: Als zusätzliche Option wird für E-Mail-Nachrichten mit mehreren Empfängern **⮪ Alle antworten** angezeigt.

source: Like with new messages, your response will appear at the end of the thread. Under the hood, responses are sent **via the same channel as the original message** (*i.e.,* if the message you replied to was originally a tweet, the customer will receive your response in a Twitter DM).
de: Genau wie bei neuen Nachrichten, erscheint deine Antwort unten im Thread. Unter der Haube werden Antworten **über den gleichen Kanal wie die originale Nachricht gesendet** (*z.B.* wenn die ursprüngliche Nachricht ein Tweet war, erhält er die Antwort auch als Tweet).

source: ⏩ You can also **forward messages**, just as you would in any email client (attachments are included automatically).
de: ⏩ Du kannst Nachrichten auch **weiterleiten** , wie in jedem E-Mail-Client (Anhänge werden automatisch eingebunden).

source: This way, you can share correspondences with people who don’t have Zammad (like a third-party supplier).
de: Auf diese Weise können Nachrichten mit Personen ausgetauscht werden, die kein Zammad haben (wie z. B. ein Drittanbieter).

source: **🖱️ UI Protip**
de: **🖱️ Tipp für Profi-Benutzer**

source: Click on a message to see detailed information about it.
de: Klicke direkt auf einen Ticket-Eintrag, um detaillierte Informationen dazu zu erhalten.

source: Adding New Messages/Notes
de: Hinzufügen neuer Nachrichten/Notizen

source: Click on the text field at the end of the thread to add a follow-up.
de: Um einen weiteren Artikel hinzuzufügen, klicke auf das Textfeld am Ende des Threads.

source: The default follow-up type is “note”. Click the 📝 to select another type.
de: Die voreingestellte Follow-up-Art ist eine "Notiz". Klicke auf 📝, um einen anderen Artikel-Typ auszuwählen.

source: There are three types of follow-ups:
de: Es gibt drei Arten von Follow-ups:

source: 📝 Note
de: 📝 Notiz

source: Jot down a reminder for yourself and other agents when new information comes in (hidden from the customer by default).
de: Notiere Dir selbst und anderen Agenten eine Gedächtnisstütze, wenn es weitere Informationen zum Thema gibt (standardmäßig sind diese vorm Kunden verborgen).

source: 📞 Call
de: 📞 Anruf

source: Record a summary of a phone call you had with the customer.
de: Protokolliere eine Zusammenfassung eines Telefonats, welches Du mit dem Kunden geführt hast.

source: Send an email *to anyone* about the ticket. The name of the ticket will be used for the subject line (:ref:`click on the title to rename it <rename-ticket>`).
de: Schicke über das Ticket eine E-Mail *an Jedermann*. Der Name des Tickets wird gleichermaßen als Betreffzeile verwendet (:ref:`Klick auf den Titel, um ihn umzubenennen <rename-ticket>`).

source: Click the 🔒 button to change the visibility of a note or message.
de: Klicke auf die Schaltfläche 🔒, um die Sichtbarkeit einer Notiz oder Nachricht zu ändern.

source: “Internal” messages are outlined with a salmon border, and **can only be viewed by other agents**.
de: Die "internen" Nachrichten werden mit einem lachsfarbenen Rand umrandet und können **nur von anderen Agenten eingesehen werden**.

source: The message editor supports 📋 copying-and-pasting (or dragging-and-dropping) of **🔤 rich text**, **🌄 images** and **📎 file attachments**.
de: Der Text-Editor ermöglicht das 📋 Kopieren und Einfügen (oder Drag & Drop) von **🔤 Rich Text**, **🌄 Bildern** und **📎Dateianhängen**.

source: Use the built-in :doc:`keyboard shortcuts </advanced/keyboard-shortcuts>` to apply rich text formatting.
de: Verwende die integrierten Tastenkombinationen ( :doc:`Tastaturkürzel </advanced/keyboard-shortcuts>` ), um die Rich-Text-Formatierung zu nutzen.

source: **🙅 I’m working here!**
de: **🙅 Ich arbeite hier!**

source: Every once in a while, two agents may have the same ticket open at the same time. When this happens, things can get messy fast: customers may receive conflicting responses on the same issue from both agents; or, changes made by one agent may be accidentally undone by the other.
de: Es kann vorkommen, dass zwei Agenten das gleiche Ticket zur gleichen Zeit geöffnet haben. In diesem Fall können die Dinge schnell durcheinander geraten: Der Kunde könnte von beiden Agenten widersprüchliche Antworten auf das gleiche Problem erhalten; oder Änderungen, die von einem Agenten gemacht wurden, können von dem anderen versehentlich widerrufen werden.

source: To keep things under control, Zammad will alert you to potential conflicts by displaying an avatar in the lower-lefthand corner for every agent that has that ticket open.
de: Um diese Situationen zu kontrollieren, informiert Zammad über mögliche Konflikte, indem in der unteren linken Ecke der Avatar jedes Agenten angezeigt wird, die dieses Ticket aktuell geöffnet haben.

source: Be sure to communicate with your colleagues to prevent these problems before they arise.
de: Am besten bespricht man dieses Thema mit den Kollegen, damit solche Probleme vermieden werden, bevor sie auftreten.

source: A ✏️ icon will appear if the agent has made any unsaved changes to the ticket.
de: Wenn der Agent nicht gespeicherte Änderungen am Ticket vorgenommen hat wird zusätzlich im Avatarbild das Symbol ✏️ angezeigt.
